---
kind: property
id: P:Autodesk.Revit.DB.Visual.Glazing.GlazingReflectance
source: html/9d9ec044-9383-8a34-364f-7dd2df771c75.htm
---
# Autodesk.Revit.DB.Visual.Glazing.GlazingReflectance Property

The property labeled "Reflectance" from the "Glazing" schema.

## Syntax (C#)
```csharp
public static string GlazingReflectance { get; }
```

## Remarks
This property is of type "AssetPropertyDouble" within the range of "0, 1".